const testNotesSet = [
    {
        name: 'І ще трохи рекурсії)',
        category: 'Random thought',
        text: `В попа була собака і він її любив. 
                Одного разу вона вкрала шматок м'яса і він її убив.
                Убив і закопав, а на камені написав:"В попа була собака і він її любив. 
                Одного разу вона вкрала шматок м'яса і він її убив.
                Убив і закопав, а на камені написав:"..."""`,

        id: 1664293041940,
        createdDate: 'Sep 27 2022<br/>18:37',
        dates: ''},
    {
        name: 'Ідея для нотатки',
        category: 'Idea',
        text: 'Якщо немає ідей, яку нотатку написати - напиши про це нотатку',
        id: 1664292874949,
        createdDate: 'Sep 27 2022<br/>18:34',
        dates: ''},
    {
        name: 'Паспорт',
        category: 'Task',
        text: 'Після 15.10.22 зателефонувати в ДМСУ уточнити чи готовий паспорт.',
        id: 1664292180069,
        createdDate: 'Sep 27 2022<br/>18:23',
        dates: 'Oct 15 2022'},
    {
        name: 'Чеширський Кіт',
        category: 'Quote',
        text: `- Серйозне ставлення до будь-чого в цьому світі є роковою помилкою!
                - А життя це серйозно?
                - О так, життя - це серйозно! Але не дуже...`,
        id: 1664292088636,
        createdDate: 'Sep 27 2022<br/>18:21',
        dates: ''},
    {
        name: 'Дедлайни',
        category: 'Task',
        text: '25.09.22 - звіт 29-сг;\n\n30.09.22 - домашки на стажування;\n\n3.10.22 - лабораторка з АК-2;',
        id: 1564291961849,
        createdDate: 'Sep 27 2022<br/>18:19',
        dates: 'Sep 25 2022<br/>Sep 30 2022<br/>Oct 03 2022'},
    {
        name: 'Список покупок',
        category: 'Task',
        text: 'Хліб\nМасло\nРис\nЧай\nМолоко',
        id: 1564291961845,
        createdDate: 'Sep 23 2022<br/>18:19',
        dates: ''},
    {
        name: 'Книги для прочитання',
        category: 'Task',
        text: 'Найбагадша людина Вавилону\nДосить бути славним хлопцем\nЙди туди, де страшно. Там ти знайдеш силу',
        id: 1564291961840,
        createdDate: 'Sep 21 2022<br/>18:19',
        dates: ''},


];
export default testNotesSet;